Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལམ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བགྱིས་ཤིང་ཞེས་བྱ་བ་ནི་ལྔ་བཅུ་དགུ་པའོ།
en: The fifty-ninth is, “Lord, if bodhisattva great beings enter into the secure state of a bodhisattva having completed all paths, in that case, Lord, given that the Aṣṭamaka path is different… how will bodhisattva great beings enter into the secure state of a bodhisattva having completed all paths?”

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བདག་གི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལམ་འདི་དག་མ་བསྐྱེད་པར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བགྱིད་ཅེས་བྱ་བ་ནི་དྲུག་ཅུ་པའོ།
en: The sixtieth is, “Lord, how will bodhisattva great beings reach the knowledge of all aspects without having produced these paths?”

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་ཀྱི་ལམ་གང་ལགས་ཞེས་བྱ་བ་ནི་དྲུག་ཅུ་གཅིག་པའོ།
en: The sixty-first is, “Lord, which is the bodhisattvas’ path of a knower of path aspects?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་གང་ལགས་པ་དང་བྱང་ཆུབ་གང་ལགས་པ་ཞེས་བྱ་བ་ནི་དྲུག་ཅུ་གཉིས་པའོ།
en: The sixty-second is, “Lord, if those dharmas—the dharmas on the side of awakening and the awakening—[are not conjoined and not disjoined… how, Lord, will the dharmas on the side of awakening be those that bring about awakening]?”

source: །བཅོམ་ལྡན་འདས་ཆོས་རྣམས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་པ་དང་། མཐོང་བས་བསླབས་ནས་རྟོགས་པར་བགྱི་བའི་ཆོས་རྣམས་ནི་གང་ལགས་ཞེས་བྱ་བ་ནི་དྲུག་ཅུ་གསུམ་པའོ།
en: The sixty-third is, “Lord, what are the dharmas bodhisattva great beings should realize, having trained in them by knowing and seeing?”

source: །བཅོམ་ལྡན་འདས་འཕགས་པའི་ཆོས་འདུལ་བ་ལ་ཞེས་བྱ་བ་ནི་དྲུག་ཅུ་བཞི་པའོ།
en: The sixty-fourth is, “Lord, you say ‘noble Dharma and Vinaya’ [again and again.

source: །བཅོམ་ལྡན་འདས་འོ་ན་གཟུགས་ཀྱི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ་ཞེས་བྱ་བ་ནི་དྲུག་ཅུ་ལྔ་པའོ།
en: Lord, what is the noble Dharma and Vinaya]?” The sixty-fifth is, “Lord, should they not train in the mark of form?”

source: །གལ་ཏེ་ཆོས་འདི་དག་གི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་ན་བཅོམ་ལྡན་འདས་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཞེས་བྱ་བ་ནི་དྲུག་ཅུ་དྲུག་པའོ།
en: The sixty-sixth is, “If they should not train in the marks of those dharmas how, Lord, will bodhisattva great beings transcend the śrāvaka and pratyekabuddha levels?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་ལ་མཚན་ཉིད་མ་མཆིས་ཤིང་ཞེས་བྱ་བ་ནི་དྲུག་ཅུ་བདུན་པའོ།
en: The sixty-seventh is, “Lord, if all dharmas are unmarked, do not have various marks, and do not have even one mark, how, Lord, will bodhisattva great beings meditate on the perfection of wisdom?”

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་མཚན་ཉིད་མ་མཆིས་པ་ལ་སྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བསྒོམ་པར་འགྱུར་ཞེས་བྱ་བ་ནི་དྲུག་ཅུ་བརྒྱད་པའོ།
en: The sixty-eighth is, “Lord, in what way is meditation on the unmarked, meditation on the perfection of wisdom?”

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་གཟུགས་ལ་བསྒོམ་པ་རྣམ་པར་འཇིག་པ་ཇི་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བསྒོམ་པ་ལགས་ཞེས་བྱ་བ་ནི་དྲུག་ཅུ་དགུ་པའོ།
en: The sixty-ninth is, “Lord, how is the disintegration of meditation on form, meditation on the perfection of wisdom?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་དངོས་པོའི་འདུ་ཤེས་ཅན་ལ་མཐུན་པའི་བཟོད་པ་ཡང་མ་མཆིས་སམ་ཞེས་བྱ་བ་ནི་བདུན་ཅུ་པའོ།
en: The seventieth is, “If, for someone with dualistic perception, there is not even the patience that arises in a natural order, how could there ever be the comprehension of form?”

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ་ཞེས་བྱ་བ་ནི་བདུན་ཅུ་གཅིག་པའོ།
en: The seventy-first is, “When bodhisattva great beings are practicing the perfection of wisdom, is there the notion of an existent thing or a nonexistent thing?”

source: །བཅོམ་ལྡན་འདས་དངོས་པོ་ཞེས་བགྱི་བ་ནི་ཅི་ལགས་དངོས་པོ་མ་མཆིས་པ་ཞེས་བགྱི་བ་ནི་ཅི་ལགས་ཞེས་བྱ་བ་ནི་བདུན་ཅུ་གཉིས་པའོ།
en: The seventy-second is, “Lord, what is an existent thing? What is a nonexistent thing?”

source: །བཅོམ་ལྡན་འདས་གཉིས་ནི་གང་ལགས་གཉིས་སུ་མ་མཆིས་པ་ནི་གང་ལགས་ཞེས་བྱ་བ་ནི་བདུན་ཅུ་གསུམ་པའོ།
en: The seventy-third is, “Lord, what is duality? What is nonduality?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་དངོས་པོ་མ་མཆིས་པའི་ངོ་བོ་ཉིད་ལགས་ན་ཞེས་བྱ་བ་ནི་བདུན་ཅུ་བཞི་པའོ།
en: The seventy-fourth is, “Lord, if all phenomena are the nonexistence of an intrinsic nature…?”

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་དངོས་པོ་མ་མཆིས་པའི་ངོ་བོ་ཉིད་ཀྱི་བསམ་གཏན་བཞི་བསྐྱེད་པར་གྱུར་ཞེས་བྱ་བ་ནི་བདུན་ཅུ་ལྔ་པའོ།
en: The seventy-fifth is, “Lord, how has a tathāgata, worthy one, perfect complete buddha produced the four concentrations that are the nonexistence of an intrinsic nature?”

source: །ཇི་ལྟར་ན་ཆོས་ཐམས་ཅད་དངོས་པོ་མ་མཆིས་པའི་ངོ་བོ་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མཐར་གྱིས་སྤྱོད་པ་དང་ཞེས་བྱ་བ་ནི་བདུན་ཅུ་དྲུག་པའོ།
en: The seventy-sixth is, “How, even while all dharmas are the nonexistence of an intrinsic nature, will there be serial action?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་དངོས་པོ་མ་མཆིས་པའི་ངོ་བོ་ཉིད་ལགས་ན་འོ་ན་ནི་གཟུགས་ཀྱང་མ་མཆིས་ཞེས་བྱ་བ་ནི་བདུན་ཅུ་བདུན་པའོ།
en: The seventy-seventh is, “Lord, if all phenomena are the nonexistence of an intrinsic nature, well then, there is no form…?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་དངོས་པོ་མ་མཆིས་པའི་ངོ་བོ་ཉིད་ལགས་ན། དོན་ཅི་ཞིག་མཐོང་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཅན་རྣམས་ཀྱི་དོན་གྱི་སླད་དུ་ཞེས་བྱ་བ་ནི་བདུན་ཅུ་བརྒྱད་པའོ།
en: The seventy-eighth is, “Lord, if all dharmas are the nonexistence of an intrinsic nature, what reality do bodhisattva great beings who have set out for unsurpassed, perfect, complete awakening for the welfare of beings see?”

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས་དམིགས་སུ་མ་མཆིས་པ་ལ་འཐོབ་པ་འམ་མངོན་པར་རྟོགས་པ་འམ་ཞེས་བྱ་བ་ནི་བདུན་ཅུ་དགུ་པའོ།
en: The seventy-ninth is, “Lord, without an apprehended object is there attainment, is there clear realization?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་མི་དམིགས་པ་ཉིད་འཐོབ་པ་ལགས་མི་དམིགས་པ་མངོན་པར་རྟོགས་པ་ལགས་ཞེས་བྱ་བ་ནི་བརྒྱད་ཅུ་པའོ།
en: The eightieth is, “If just the absence of an apprehended object is attainment, just the absence of an apprehended object is clear realization… in that case, Lord, how will there be the bodhisattva great beings’ first level?”

source: །བཅོམ་ལྡན་འདས་མི་དམིགས་པ་དང་སྦྱིན་པ་དང་ཚུལ་ཁྲིམས་ཞེས་བྱ་བ་ནི་བརྒྱད་ཅུ་གཅིག་པའོ།
en: The eighty-first is, “Lord, what distinction and what differentiation is there between the absence of an apprehended object, and giving, morality…?”

source: །བཅོམ་ལྡན་འདས་དམིགས་པ་མ་མཆིས་པའི་སྦྱིན་པ་དང་ཚུལ་ཁྲིམས་དང་བཟོད་པ་དང་བརྩོན་འགྲུས་དང་། བསམ་གཏན་དང་། ཤེས་རབ་དང་མངོན་པར་ཤེས་པ་རྣམས་ཇི་ལྟར་ཐ་དད་དུ་བགྱི་བར་བསྟན་ཞེས་བྱ་བ་ནི་བརྒྱད་ཅུ་གཉིས་པའོ།
en: The eighty-second is, “Lord, how is an exposition made that differentiates between unapprehended giving, morality, patience, perseverance, concentration, wisdom, and the clairvoyances?”

source: །ཇི་ལྟར་སེམས་བསྐྱེད་པ་གཅིག་གིས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་འཛིན་པ་ལགས་ཞེས་བྱ་བ་ནི་བརྒྱད་ཅུ་གསུམ་པའོ།
en: The eighty-third is, “How do they incorporate the six perfections in a single production of the thought?”

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་སྦྱིན་པའི་སྦྱིན་པ་ཡང་གཉིས་ཀྱི་འདུ་ཤེས་སུ་མི་འགྱུར་བ་ལགས་ཞེས་བྱ་བ་ནི་བརྒྱད་ཅུ་བཞི་པའོ།
en: The eighty-fourth is, “How do they not, when giving a gift, have a dualistic notion?”

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མཚན་མ་མ་མཆིས་པ་དང་མངོན་པར་འདུ་བགྱིད་པ་མ་མཆིས་པ་ལགས་ཞེས་བྱ་བ་ནི་བརྒྱད་ཅུ་ལྔ་པའོ།
en: The eighty-fifth is, “Lord, given that all dharmas are without causal signs and do not occasion anything, how do bodhisattvas complete the perfection of giving and so on.”

source: །བཅོམ་ལྡན་འདས་དེ་ལྟར་ཆོས་ཐམས་ཅད་དབྱེར་མ་མཆིས་ཤིང་ཞེས་བྱ་བ་ནི་བརྒྱད་ཅུ་དྲུག་པའོ།
en: The eighty-sixth is, “Lord, given that dharmas are without causal signs, how is it that bodhisattvas complete the cultivation of the six perfections?”

source: །བཅོམ་ལྡན་འདས་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཞེས་བགྱི་བ་ནི་གང་ལགས་ཞེས་བྱ་བ་ནི་བརྒྱད་ཅུ་བདུན་པའོ།
en: The eighty-seventh is, “Lord, what is forbearance for dharmas that are not produced?”

source: །བཅོམ་ལྡན་འདས་ཉན་ཐོས་རྣམས་དང་རང་སངས་རྒྱས་རྣམས་ཀྱི་ཞེས་བྱ་བ་ནི་བརྒྱད་ཅུ་བརྒྱད་པའོ།
en: The eighty-eighth is, “Lord, … of śrāvakas and pratyekabuddhas?”

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མཚན་ཉིད་མ་མཆིས་པའི་ཏིང་ངེ་འཛིན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བགྱིས་ཤིང་ཞེས་བྱ་བ་ནི་བརྒྱད་ཅུ་དགུ་པའོ།
en: The eighty-ninth is, “Lord, how do bodhisattva great beings, having completed the perfection of meditative stabilization that has no mark, pass beyond the śrāvaka and pratyekabuddha levels?”

source: །བཅོམ་ལྡན་འདས་སྐྱོན་ནི་གང་ལགས་སྐྱོན་མ་མཆིས་པ་ནི་གང་ལགས་ཞེས་བྱ་བ་ནི་དགུ་བཅུ་པའོ།
en: The ninetieth is, “Lord, what is a… flaw and what is flawlessness?”

source: །དམིགས་པ་ནི་གང་ལགས་ཞེས་བྱ་བ་ནི་དགུ་བཅུ་གཅིག་པའོ།
en: The ninety-first is, “Lord, what is apprehending?”

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ་ཇི་ལྟར་ན་ཞེས་བྱ་བ་ནི་དགུ་བཅུ་གཉིས་པའོ།
en: The ninety-second is, “Lord, how do bodhisattva great beings practicing the perfection of wisdom comprehend that all phenomena are like a dream?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་དབྱེར་མ་མཆིས་པ་ལགས་ན་ཞེས་བྱ་བ་ནི་དགུ་བཅུ་གསུམ་པའོ།
en: The ninety-third is, “Lord, if all dharmas are an unbroken unity, why is there an exposition of wholesome dharmas?”

source: །བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་རྨི་ལམ་ལྟ་བུ་ཞེས་བྱ་བ་ནི་དགུ་བཅུ་བཞི་པའོ།
en: The ninety-fourth is, “Lord, how, when all dharmas are like a dream… can you present these as wholesome…?”

source: །བཅོམ་ལྡན་འདས་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ལ་མ་མཆིས་པའི་ངོ་མཚར་རྨད་དུ་བྱུང་བའི་ཆོས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་མཆིས་ཞེས་བྱ་བ་ནི་དགུ་བཅུ་ལྔ་པའོ།
en: The ninety-fifth is, “Lord, what is that amazing, marvelous dharma of bodhisattva great beings that śrāvakas and pratyekabuddhas do not have?”

source: །རབ་འབྱོར་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ་སྦྱིན་པས་སེམས་ཅན་རྣམས་སྡུད་པ་ཡིན་ཞེ་ན་ཞེས་བྱ་བ་ནི་དགུ་བཅུ་དྲུག་པའོ།
en: The ninety-sixth is, “Subhūti, how do bodhisattva great beings practicing this perfection of wisdom gather a retinue of beings by giving?”

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་འགྱུར་རམ་ཞེས་བྱ་བ་ནི་དགུ་བཅུ་བདུན་པའོ།
en: The ninety-seventh is, “Lord, do bodhisattva great beings gain the knowledge of all aspects?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་འགྱུར་ན་ཞེས་བྱ་བ་ནི་དགུ་བཅུ་བརྒྱད་པའོ། །བཅོམ་ལྡན་འདས་གལ་ཏེ་མཐའ་ལས་འདས་པ་དང་།
en: The ninety-eighth is, “If a bodhisattva great being gains the knowledge of all aspects, what is the distinction to be made between a bodhisattva great being and a tathāgata?”

source: ཐོག་མ་དང་ཐ་མ་མེད་པའི་སྟོང་པ་ཉིད་ཉེ་བར་བཟུང་སྟེ་སེམས་ཅན་ཡང་ཤིན་ཏུ་མི་དམིགས་ཞེས་བྱ་བ་ནི་དགུ་བཅུ་དགུ་པའོ།
en: The ninety-ninth is, “Lord, if, because of the emptinesses of what transcends limits and no beginning and no end, a being absolutely cannot be apprehended… how, Lord, do bodhisattva great beings practicing the perfection of wisdom arisen from maturation… teach the Dharma to beings?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་ཆོས་ཀྱི་དབྱིངས་ལ་ཡང་འདའ་བ་མ་མཆིས། དེ་བཞིན་ཉིད་དང་ཡང་དག་པའི་མཐའ་ལ་ཡང་འདའ་བ་མ་མཆིས་ན་ཅི་ལགས་འོ་ན་གཟུགས་ཀྱང་གཞན་ལ་ཆོས་ཀྱི་དབྱིངས་ཀྱང་གཞན་ཞེས་བྱ་བ་ནི་བརྒྱ་པའོ།
en: The one hundredth is, “Lord, if, in that case, in the dharma-constituent, there is no going beyond, and in suchness and at the very limit of reality there is no going beyond, well then, is form one thing and the dharma-constituent another?”

source: །འདི་མན་ཆད་ནི་བརྒྱ་ཕྲག་གསུམ་ལ་བབ་སྟེ།
en: From here on down are the third hundred.

source: བཅོམ་ལྡན་འདས་ཅི་ལགས་ལམ་བསྒོམས་པས་འབྲས་བུ་འབྱུང་ཞིང་འབྲས་བུ་ཐོབ་པའམ། ཐོབ་པར་འགྱུར་བ་མ་མཆིས་སམ་ཞེས་བྱ་བ་ནི་ཞུ་བ་དང་པོའོ།
en: The first is, “Lord, when they have become habituated to the path does the result appear, and do they attain the result or not attain the result?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་འདུས་བྱས་ཀྱི་ཁམས་སམ་འདུས་མ་བྱས་ཀྱི་ཁམས་རིགས་སུ་ཚར་བཅད་ཅིང་ཞེས་བྱ་བ་ནི་གཉིས་པའོ།
en: The second is, “Lord, if the results have not been presented in detail by curbing the compounded element and uncompounded element… Lord, how am I to understand what you have said, Lord, that ‘the results have not been presented in detail by curbing the compounded and uncompounded dharmas’?”

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆོས་རྣམས་ཀྱི་ཆོས་ཀྱི་མཚན་ཉིད་རྟོགས་པ་ལགས་ཞེས་བྱ་བ་ནི་གསུམ་པའོ།
en: The third is, “Lord, how have bodhisattva great beings realized well what marks dharmas as dharmas?”

source: །བཅོམ་ལྡན་འདས་སྤྲུལ་པས་ལམ་བསྒོམ་པ་ཇི་ལྟ་བུ་ལགས་ཞེས་བྱ་བ་ནི་བཞི་པའོ།
en: The fourth is, “Lord, how does a magical creation meditate on the path?”

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་དངོས་པོ་མ་མཆིས་པའི་ཆོས་རྣམས་རྟོགས་པ་ལགས་ཞེས་བྱ་བ་ནི་ལྔ་པའོ།
en: The fifth is, “Lord, how do bodhisattva great beings realize all dharmas that are not real things?”

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས་གཟུགས་ཐམས་ཅད་ཅེས་བྱ་བ་ནི་དྲུག་པའོ།
en: The sixth is, “Lord, is all form like a tathāgata’s magical creation?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆོས་ཐམས་ཅད་སྒྱུ་མ་ལྟ་བུར་འཚལ་ཞིང་ཞེས་བྱ་བ་ནི་བདུན་པའོ།
en: The seventh is, “Lord, if bodhisattva great beings know… all phenomena are like an illusion, then for whose sake do they practice the six perfections?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་རྨི་ལམ་ལྟ་བུ་ཞེས་བྱ་བ་ནི་བརྒྱད་པའོ།
en: The eighth is, “Lord, if all phenomena are like a dream, where are beings such that by practicing the perfection of wisdom bodhisattva great beings cause them to advance beyond that location?”

source: །བཅོམ་ལྡན་འདས་མིང་ནི་གང་ལགས་མཚན་མ་ནི་གང་ལགས་ཞེས་བྱ་བ་ནི་དགུ་པའོ།
en: The ninth is, “Lord, what is a name, and what is a causal sign?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་འདི་དག་ཐམས་ཅད་དུ་དེ་ཙམ་དུ་བས་ཏེ་ཞེས་བྱ་བ་ནི་བཅུ་པའོ།
en: The tenth is, “Lord, if all dharmas end up as simply that, how will bodhisattva great beings practicing the perfection of wisdom become personally special on account of wholesome dharmas?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་མཚན་མ་མ་མཆིས་ཤིང་དྲན་པ་མ་མཆིས་ཏེ་ཞེས་བྱ་བ་ནི་བཅུ་གཅིག་པའོ།
en: The eleventh is, “Lord, if all dharmas are without signs, without mindfulness… how do you enumerate ‘these are dharmas with outflows’?”

source: །བཅོམ་ལྡན་འདས་རྣམ་པ་གང་གི་ཚུལ་དུ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བྱ་བ་ནི་བཅུ་གཉིས་པའོ།
en: The twelfth is, “Lord, how, in what sort of way, do bodhisattva great beings train in the five appropriating aggregates?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ་ཕན་ཚུན་ཐ་དད་པའི་ཆོས་དེ་དག་དེ་ལྟར་འཚལ་ན་ཞེས་བྱ་བ་ནི་བཅུ་གསུམ་པའོ།
en: The thirteenth is, “Lord, if bodhisattva great beings practicing the perfection of wisdom are aware in that way of those dharmas that are different from each other, well then, Lord, does that not complicate the dharma-constituent?”

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་ཀྱི་དབྱིངས་ལ་སློབ་པས་ཞེས་བྱ་བ་ནི་བཅུ་བཞི་པའོ།
en: The fourteenth is, “Lord, in what are bodhisattva great beings training in the dharma-constituent trained?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་ཆོས་ཀྱི་དབྱིངས་ལགས་ན་ཞེས་བྱ་བ་ནི་བཅོ་ལྔ་པའོ།
en: The fifteenth is, “Lord, if all dharmas are the dharma-constituent, how should bodhisattva great beings train in the perfection of wisdom?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་སེམས་ཅན་ཤིན་ཏུ་དམིགས་སུ་མ་མཆིས་ལ་ཞེས་བྱ་བ་ནི་བཅུ་དྲུག་པའོ།
en: The sixteenth is, “Lord, if a being is absolutely not apprehended… for whose sake do bodhisattva great beings practice the perfection of wisdom?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཡང་དག་པའི་མཐའ་ཡང་གཞན་མ་ལགས་སེམས་ཅན་གྱི་མཐའ་ཡང་གཞན་མ་ལགས་ན་ཞེས་བྱ་བ་ནི་བཅུ་བདུན་པའོ།
en: The seventeenth is, “Lord, if the very limit of reality is thus not one thing and the limit of beings is not another…?”

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ་ཐབས་མཁས་པ་དང་ལྡན་པས་ཞེས་བྱ་བ་ནི་བཅོ་བརྒྱད་པའོ།
en: The eighteenth is, “Lord, what are the skillful means in possession of which bodhisattva great beings practicing the perfection of wisdom with skillful means…?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་གྱིས་སྟོང་པ་ལགས་ན་ཞེས་བྱ་བ་ནི་བཅུ་དགུ་པའོ།
en: The nineteenth is, “Lord, if all dharmas are empty of a basic nature…?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་དབྱེར་མ་མཆིས་པ་ལགས་ན་ཅིའི་སླད་དུ་ཞེས་བྱ་བ་ནི་ཉི་ཤུ་པའོ།
en: The twentieth is, “Lord, if all dharmas are not different things, well then, for what will bodhisattva great beings, thinking, ‘I will fully awaken to unsurpassed, perfect, complete awakening,’ set out?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བྱང་ཆུབ་འཛིན་པ་ལ་ཡང་མི་སྤྱོད། མི་འཛིན་པ་ལ་ཡང་མི་སྤྱོད་ན་ཞེས་བྱ་བ་ནི་ཉི་ཤུ་གཅིག་པའོ།
en: The twenty-first is, “Lord, if a bodhisattva great being’s awakening is not a practice of taking anything up and is not a practice of not taking anything up, well then, of what is a bodhisattva great being’s awakening a practice?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཛིན་པ་ལ་ཡང་མི་སྤྱོད། མི་འཛིན་པ་ལ་ཡང་མི་སྤྱོད་གཟུགས་ལ་ཡང་མི་སྤྱོད་ཅེས་བྱ་བ་ནི་ཉི་ཤུ་གཉིས་པའོ།
en: The twenty-second is, “Lord, if bodhisattva great beings do not practice taking anything up or not taking anything up, do not practice form… how will bodhisattva great beings… fully awaken to the knowledge of all aspects?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་སེམས་དཔའི་ས་བཅུ་ལ་ཞེས་བྱ་བ་ནི་ཉི་ཤུ་གསུམ་པའོ།
en: The twenty-third is, “The ten bodhisattva levels…?”

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་ལ་སྤྱད་དེ་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བགྱི་བ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བགྱི་བའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ལམ་གང་ལགས་ཞེས་བྱ་བ་ནི་ཉི་ཤུ་བཞི་པའོ།
en: The twenty-fourth is, “Lord, what is the bodhisattva great beings’ path on which bodhisattva great beings who have to purify a buddhafield and bring beings to maturity practice?”

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་ཅིང་ཞེས་བྱ་བ་ནི་ཉི་ཤུ་ལྔ་པའོ།
en: The twenty-fifth is, “Lord, how do bodhisattva great beings practicing the perfection of giving bring beings to maturity?”

source: །བྱང་ཆུབ་སེམས་དཔའི་ལམ་གང་ལགས་ཞེས་བྱ་བ་ནི་ཉི་ཤུ་དྲུག་པའོ།
en: The twenty-sixth is, “What is the path of a bodhisattva?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་སྟོང་པ་ལགས་ན་ཞེས་བྱ་བ་ནི་ཉི་ཤུ་བདུན་པའོ།
en: The twenty-seventh is, “Lord, if all dharmas are empty, how will bodhisattva great beings train in all dharmas?”

source: །བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་མི་གནས་པ་ལགས་ཞེས་བྱ་བ་ནི་ཉི་ཤུ་བརྒྱད་པའོ།
en: The twenty-eighth is, “Lord, why are they not located?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་མ་སྐྱེས་ན་ཞེས་བྱ་བ་ནི་ཉི་ཤུ་དགུ་པའོ།
en: The twenty-ninth is, “Lord, if all dharmas are unproduced, how will bodhisattva great beings produce a path to awakening?”

source: །བཅོམ་ལྡན་འདས་འོ་ན་དེ་བཞིན་གཤེགས་པ་རྣམས་བྱུང་ཡང་རུང་མ་བྱུང་ཡང་རུང་ཞེས་བྱ་བ་ནི་སུམ་ཅུ་པའོ།
en: The thirtieth is, “Lord, whether the tathāgatas arise or whether the tathāgatas do not arise, does the true dharmic nature of dharmas not remain?”

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས་སྐྱེས་པར་གྱུར་པའི་ལམ་གྱིས་བྱང་ཆུབ་ཐོབ་པར་འགྱུར་ལགས་སམ་ཞེས་བྱ་བ་ནི་སུམ་ཅུ་གཅིག་པའོ།
en: The thirty-first is, “Lord, do they reach awakening on that path that has been produced?”

source: །འདིར་བར་སྐབས་སུ་ཞུས་པ་ལྔའོ།
en: Here, in a subsection, there are five questions.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་ཉིད་ཀྱང་ལམ་ལགས་ལ་ཞེས་བྱ་བ་ནི་སུམ་ཅུ་གཉིས་པའོ།
en: The thirty-second is, “Lord, if just awakening is the path, would not bodhisattva great beings already have reached awakening?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་རང་བཞིན་གྱིས་དབེན་པ་ལགས་ན་ཞེས་བྱ་བ་ནི་སུམ་ཅུ་གསུམ་པའོ།
en: The thirty-third is, “Lord, if all dharmas are isolated from their own intrinsic nature, well then, Lord, how do bodhisattva great beings purify a buddhafield?”

source: །བཅོམ་ལྡན་འདས་ལུས་ཀྱི་གནས་ངན་ལེན་ནི་གང་ལགས་ཞེས་བྱ་བ་ནི་སུམ་ཅུ་བཞི་པའོ།
en: The thirty-fourth is, “Lord, what is the bodhisattva great beings’ final physical basis of suffering?”

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེས་ཤེས་བགྱིའམ་ཞེས་བྱ་བ་ནི་སུམ་ཅུ་ལྔ་པའོ།
en: The thirty-fifth is, “Lord, are bodhisattva great beings ‘destined’?”

source: །བཅོམ་ལྡན་འདས་ཕུང་པོ་གང་དུ་ངེས་པ་ལགས་ཞེས་བྱ་བ་ནི་སུམ་ཅུ་དྲུག་པའོ།
en: The thirty-sixth is, “Lord, to which group is one destined?”

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས་སེམས་དང་པོའི་བསྐྱེད་པ་ཞེས་བྱ་བ་ནི་སུམ་ཅུ་བདུན་པའོ།
en: The thirty-seventh is, “Lord, are bodhisattva great beings who have produced the first thought destined, or are those who are irreversible destined, or are those who are in a last existence destined?”

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས་ངེས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ངེས་པར་ངན་སོང་རྣམས་སུ་སྐྱེ་བར་འགྱུར་ལགས་སམ་ཞེས་བྱ་བ་ནི་སུམ་ཅུ་བརྒྱད་པའོ།
en: The thirty-eighth is, “Lord, do bodhisattva great beings who have become destined take birth in terrible forms of life?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ངེས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བྱ་བ་ནི་སུམ་ཅུ་དགུ་པའོ།
en: The thirty-ninth is, “Lord, if destined bodhisattva great beings do not take birth in those places—namely, the negative ones—then where were those wholesome roots when the Tathāgata took birth in the animal world, as you personally have taught in your birth stories?”

source: །བཅོམ་ལྡན་འདས་དགེ་བའི་ཆོས་དག་གང་ལ་གནས་ཤིང་ཞེས་བྱ་བ་ནི་བཞི་བཅུ་པའོ།
en: The fortieth is, “Lord, in which wholesome dharmas do bodhisattva great beings stand when they appropriate such a body?”

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པའི་ཆོས་དཀར་པོ་དང་ལྡན་པ་ཞེས་བྱ་བ་ནི་བཞི་བཅུ་གཅིག་པའོ།
en: The forty-first is, “Lord, how do bodhisattva great beings endowed with the bright dharmas take birth in terrible forms of life or in the animal world?”

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ནི་འཕགས་ཤིང་ཟག་པ་མི་མངའ་ཞེས་བྱ་བ་ནི་བཞི་བཅུ་གཉིས་པའོ།
en: The forty-second is, “Lord, is a tathāgata a noble being without outflows?”

source: །བཅོམ་ལྡན་འདས་དགེ་བའི་ཆོས་གང་དག་ལ་གནས་ཏེ་ཞེས་བྱ་བ་ནི་བཞི་བཅུ་གསུམ་པའོ།
en: The forty-third is, “Lord, standing in those bright dharmas, do bodhisattva great beings utilize such skillful means but still are not affected by those actions?”

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་གཞན་ལ་མི་གནས་ཀྱི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འབའ་ཞིག་ལ་གནས་ཤིང་ཞེས་བྱ་བ་ནི་བཞི་བཅུ་བཞི་པའོ།
en: The forty-fourth is, “Lord, do bodhisattva great beings stand only in the perfection of wisdom but not in other dharmas?”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པ་ཉིད་ལགས་ན་ཞེས་བྱ་བ་ནི་བཞི་བཅུ་ལྔ་པའོ།
en: The forty-fifth is, “Lord, if the perfection of wisdom is empty of an intrinsic nature, how could all dharmas be included in the perfection of wisdom?”

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བྱ་བ་ནི་བཞི་བཅུ་དྲུག་པའོ།
en: The forty-sixth is, “Lord, how do bodhisattva great beings… find and produce within themselves the perfection of clairvoyance?”

source: །བཅོམ་ལྡན་འདས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བའི་ལམ་དེ་གང་ལགས་ཞེས་བྱ་བ་ནི་བཞི་བཅུ་བདུན་པའོ།
en: The forty-seventh is, “Lord, what are the paths for fully awakening to unsurpassed, perfect, complete awakening?”

source: །གལ་ཏེ་ཆོས་ཐམས་ཅད་རང་གི་མཚན་ཉིད་ཀྱིས་སྟོང་པ་ལགས་ན་ཞེས་བྱ་བ་ནི་བཞི་བཅུ་བརྒྱད་པའོ།
en: The forty-eighth is, “Lord, if all dharmas are empty of their own marks, how can you apprehend specific features in all dharmas that are empty of their own marks and make the distinctions, ‘This is a being in hell’…?”

source: །ཅི་ལགས་བཅོམ་ལྡན་འདས་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཞེས་བྱ་བ་ནི་བཞི་བཅུ་དགུ་པའོ།
en: The forty-ninth is, “Does the Lord, having fully awakened to unsurpassed, perfect, complete awakening, apprehend the five forms of life in saṃsāra?”
